Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/chromium-tm.tmx
Source language: en
Languages: ca_es

source: %{DOMAIN} requires that you read and accept the following Terms of Service before using this device. These terms do not expand, modify or limit the Google Chrome OS Terms.
ca_es: %{DOMAIN} exigeix que llegiu i accepteu les Condicions del servei següents abans no utilitzeu el dispositiu. Aquestes condicions no amplien, modifiquen ni restringeixen les condicions de Google Chrome OS.

source: Google Chrome has been updated, but you haven't used it for at least 30 days.
ca_es: Google Chrome està actualitzat, però no l'heu utilitzat durant un mínim de 30 dies.

source: Link my Chrome data to this account
ca_es: Enllaça les meves dades de Chrome amb aquest compte

source: Google Chrome App Launcher
ca_es: Menú d'aplicacions de Google Chrome

source: A download is currently in progress. Do you want to exit Google Chrome and cancel the download?
ca_es: En aquests moments hi ha una baixada en curs. Voleu sortir de Google Chrome i cancel·lar la baixada?

source: Start Google Chrome
ca_es: Inicieu Google Chrome

source: Task Manager - Google Chrome
ca_es: Gestor de tasques - Google Chrome

source: To use the app launcher, you must relaunch Google Chrome on the desktop.
ca_es: Si voleu fer servir el menú d'aplicacions, cal que torneu a iniciar Google Chrome a l'escriptori.

source: %{EXTENSION_NAME} has been added to Chrome.
ca_es: %{EXTENSION_NAME} s'ha afegit a Chrome.

source: Why am I seeing this?
ca_es: Per què veig aquest missatge?

source: Downloads are currently in progress. Do you want to exit Google Chrome and cancel the downloads?
ca_es: En aquests moments hi ha baixades en curs. Voleu sortir de Google Chrome i cancel·lar les baixades?

source: New window
ca_es: Finestra nova

source: Allow Chrome to access the network in your firewall or antivirus settings.
ca_es: Configureu el tallafoc o l'antivirus per permetre que Chrome accedeixi a la xarxa.

source: You were signed in to Chrome as %{USER_EMAIL_ADDRESS}. Please use the same account to sign in again.
ca_es: Teníeu la sessió iniciada a Chrome com a %{USER_EMAIL_ADDRESS}. Utilitzeu el mateix compte per tornar-hi a iniciar la sessió.

source: Google Chrome requires Windows XP or later. Some features may not work.
ca_es: Google Chrome necessita Windows XP o una versió posterior. És possible que algunes funcions no estiguin disponibles.

source: Invalid arguments. Google Chrome Frame cannot be installed in ready mode without also installing Google Chrome.
ca_es: Arguments no vàlids. Google Chrome Frame no es pot instal·lar en mode preparat sense instal·lar també Google Chrome.

source: Set up Sync to save your personalized browser features to the web and access them from Google Chrome on any computer.
ca_es: Configureu la sincronització per desar al web les funcions personalitzades del navegador i per accedir-hi des de qualsevol equip mitjançant Google Chrome.

source: The installer couldn't create a temporary directory. Please check for free disk space and permission to install software.
ca_es: L'instal·lador no ha pogut crear un directori temporal. Comprova que hi ha espai lliure al disc i que tens permís per instal·lar el programari.

source: Do you want Google Chrome to save your password for this site?
ca_es: Voleu que Google Chrome desi la vostra contrasenya per a aquest lloc?

source: There is a new version of Google Chrome available.
ca_es: Hi ha disponible una versió nova de Google Chrome.

source: Installation failed due to unspecified error. Please download Google Chrome again.
ca_es: La instal·lació ha fallat a causa d'un error no especificat. Torneu a baixar Google Chrome.

source: Google Chrome requires Windows Vista or Windows XP with SP2 or higher.
ca_es: Google Chrome requereix Windows Vista o Windows XP amb SP2 o superior.

source: Copyright 2013 Google Inc. All rights reserved.
ca_es: Copyright 2013 Google Inc. Tots els drets reservats.

source: Go to Applications > System Preferences > Network > Advanced > Proxies and deselect any proxies that have been selected.
ca_es: Aneu a Aplicacions > Preferències del sistema > Xarxa > Opcions avançades > Servidors intermediaris i desmarqueu tots els servidors intermediaris que s'hagin seleccionat.

source: Optional: Help make Chrome OS better by automatically sending usage statistics and crash reports to Google.
ca_es: Opcional: ajudeu a millorar Chrome OS; envieu-nos automàticament les estadístiques d'ús i els informes de bloqueig a Google.

source: Google Chrome needs to launch an external application to handle %{SCHEME} links. The link requested is %{PROTOLINK}.
ca_es: Google Chrome ha d'iniciar una aplicació externa per gestionar els enllaços %{SCHEME}. L'enllaç sol·licitat és %{PROTOLINK}.

source: Whoa! Google Chrome has crashed. Relaunch now?
ca_es: Google Chrome s'ha bloquejat. Voleu tornar-lo a iniciar?

source: Sign in to Chrome with %{USER_EMAIL_ADDRESS}?
ca_es: Voleu iniciar la sessió a Chrome amb %{USER_EMAIL_ADDRESS}?

source: Google Chrome is now importing the following items from %{BROWSER_COMPONENT}:
ca_es: En aquests moments, Google Chrome està important els elements següents de %{BROWSER_COMPONENT}:

source: You need to be signed into Chrome to use apps. This allows Chrome to sync your apps, bookmarks, history, passwords and other settings across devices.
ca_es: Heu de tenir la sessió iniciada a Chrome per utilitzar les aplicacions. Això permet que Chrome sincronitzi les aplicacions, les adreces d'interès, l'historial, les contrasenyes i altres configuracions a tots els dispositius.

source: In this case, the address listed in the certificate does not match the address of the website your browser tried to go to. One possible reason for this is that your communications are being intercepted by an attacker who is presenting a certificate for a different website, which would cause a mismatch. Another possible reason is that the server is set up to return the same certificate for multiple websites, including the one you are attempting to visit, even though that certificate is not valid for all of those websites. Google Chrome can say for sure that you reached <strong>%{DOMAIN2}</strong>, but cannot verify that that is the same site as <strong>%{DOMAIN}</strong> which you intended to reach. If you proceed, Chrome will not check for any further name mismatches.
ca_es: En aquest cas, l'adreça que apareix al certificat no coincideix amb la del lloc web al qual el vostre navegador ha provat d'accedir. És possible que un atacant hagi interceptat les comunicacions i que presenti un certificat per a un lloc web diferent, la qual cosa provocaria un error de coincidència. També pot ser que el servidor estigui configurat per retornar el mateix certificat per a diversos llocs web, inclòs el que esteu provant de visitar, malgrat que aquest certificat no sigui vàlid per a tots els llocs web. Google Chrome pot assegurar-vos que heu arribat a <strong>%{DOMAIN2}</strong>, però no pot verificar que sigui el mateix lloc que <strong>%{DOMAIN}</strong>, que és on voleu arribar. Si continueu, Chrome no comprovarà cap més error en la coincidència de noms.

source: You are signing in with a managed account and giving its administrator control over your Google Chrome profile. Your Chrome data, such as your apps, bookmarks, history, passwords, and other settings will become permanently tied to %{USER_NAME}. You will be able to delete this data via the Google Accounts Dashboard, but you will not be able to associate this data with another account.
ca_es: Esteu iniciant la sessió amb un compte gestionat i atorgant el control del vostre perfil de Google Chrome a l'administrador corresponent. Les dades de Chrome, com ara aplicacions, adreces d'interès, historial, contrasenyes i altres configuracions, s'enllaçaran permanentment amb %{USER_NAME}. Aquestes dades es podran suprimir a través del tauler de control de comptes de Google, però no es podran associar amb un altre compte.

source: Chrome App Launcher Canary
ca_es: Menú d'aplicacions de Chrome per a Canary

source: Nearly up-to-date! Restart your device to finish updating.
ca_es: L'actualització està a punt d'acabar. Reinicieu el dispositiu per completar-la.

source: There's a new version of Google Chrome available, and it's faster than ever.
ca_es: Hi ha disponible una nova versió de Google Chrome, i és més ràpida que mai.

source: Google Chrome is unresponsive. Relaunch now?
ca_es: Google Chrome no respon. Voleu tornar-lo a iniciar ara?

source: Google Chrome Helper
ca_es: Aplicació auxiliar de Google Chrome

source: You attempted to reach <strong>%{DOMAIN}</strong>, but the server presented a certificate that is not yet valid. No information is available to indicate whether that certificate can be trusted. Google Chrome cannot reliably guarantee that you are communicating with <strong>%{DOMAIN2}</strong> and not an attacker. Your computer's clock is currently set to %{CURRENT_TIME}. Does that look right? If not, you should correct your system's clock and then refresh this page.
ca_es: Heu provat d'accedir a <strong>%{DOMAIN}</strong>, però el servidor ha presentat un certificat que indica que encara no és vàlid. No hi ha cap informació disponible que indiqui si el certificat és de confiança. Google Chrome no pot garantir amb seguretat que us estigueu comunicant amb <strong>%{DOMAIN2}</strong> i no amb un atacant. Actualment, el rellotge del vostre equip està definit a %{CURRENT_TIME}. És l'hora correcta? Si no, hauríeu de corregir l'error i actualitzar aquesta pàgina.

source: Unknown version.
ca_es: Versió desconeguda.

source: Chrome Captive Portal detector
ca_es: Detector de Captive Portal a Chrome

source: You do not have appropriate rights for system-level install. Try running the installer again as Administrator.
ca_es: No disposeu dels drets necessaris per instal·lar aplicacions al sistema. Proveu de tornar a executar l'instal·lador com a administrador.

source: Internet Browser
ca_es: Navegador d'Internet

source: Relaunch Chrome
ca_es: Torna a iniciar Chrome

source: No installation of Google Chrome or Google Chrome Frame found to update.
ca_es: No s'ha trobat cap instal·lació de Google Chrome o de Google Chrome Frame pendent d'actualització.

source: %{BEGIN_BOLD}Warning:%{END_BOLD} Google Chrome cannot prevent extensions from recording your browsing history. To disable this extension in incognito mode, unselect this option.
ca_es: %{BEGIN_BOLD}Advertiment:%{END_BOLD} Google Chrome no pot evitar que les extensions registrin el vostre historial de navegació. Per desactivar aquesta extensió en mode d'incògnit, anul·leu la selecció d'aquesta opció.

source: Also delete your browsing data?
ca_es: També voleu suprimir les dades de navegació?

source: %{FILE_NAME} may change how your searches work in Chrome.
ca_es: %{FILE_NAME} pot canviar el funcionament de les cerques a Chrome.

source: Google API keys are missing. Some functionality of Google Chrome will be disabled.
ca_es: Falten les claus de l'API de Google. Es desactivaran algunes de les funcionalitats de Google Chrome.

source: %{FILE_NAME} may change your Chrome settings.
ca_es: %{FILE_NAME} pot canviar la vostra configuració de Chrome.

source: You are signing in with a managed account and giving its administrator control over your Google Chrome profile. Your Chrome data, such as your apps, bookmarks, history, passwords, and other settings will become permanently tied to %{USER_NAME}. You will be able to delete this data via the Google Accounts Dashboard, but you will not be able to associate this data with another account. %{LEARN_MORE}
ca_es: Esteu a punt d'iniciar la sessió amb un compte gestionat i d'atorgar el control del vostre perfil de Google Chrome a l'administrador corresponent. Les vostres dades de Chrome, com ara aplicacions, adreces d'interès, historial, contrasenyes i altres opcions, s'enllaçaran permanentment amb %{USER_NAME}. Podreu suprimir aquestes dades mitjançant el tauler de control de comptes de Google, però no les podreu associar amb un altre compte. %{LEARN_MORE}

source: You can see all your notifications from Chrome apps, extensions, and websites here.
ca_es: Podeu veure totes les vostres notificacions de les aplicacions, les extensions i els llocs web de Chrome aquí.

source: Link your Chrome data to this account?
ca_es: Voleu enllaçar les vostres dades de Chrome amb aquest compte?

source: http://support.google.com/chrome/?p=ib_chromeframe
ca_es: https://support.google.com/chrome/answer/161796?p=ib_chromeframe&rd=1&hl=ca

source: This site is using the Chrome Frame plug-in that will soon be unsupported. Please uninstall it and download a compatible browser.
ca_es: Aquest lloc fa servir un connector de Chrome Frame que aviat no serà compatible. Desinstal·leu-lo i baixeu un navegador compatible.

source: You are signing in with a managed account and giving its administrator control over your Google Chrome profile. Your Chrome data, such as your apps, bookmarks, history, passwords, and other settings will become permanently tied to %{USER_NAME}. You will be able to delete this data via the Google Accounts Dashboard, but you will not be able to associate this data with another account. You can optionally create a new profile to keep your existing Chrome data separate. %{LEARN_MORE}
ca_es: Esteu a punt d'iniciar la sessió amb un compte gestionat i d'atorgar el control del vostre perfil de Google Chrome a l'administrador corresponent. Les vostres dades de Chrome, com ara aplicacions, adreces d'interès, historial, contrasenyes i altres configuracions, s'enllaçaran permanentment amb %{USER_NAME}. Podreu suprimir aquestes dades mitjançant el Tauler de Comptes de Google, però no les podreu associar amb un altre compte. De manera opcional, podeu crear un perfil nou per mantenir les vostres dades de Chrome a part. %{LEARN_MORE}

source: This site is using the Chrome Frame plug-in which will soon be unsupported. Please uninstall it and upgrade to a modern browser.
ca_es: Aquest lloc fa servir el connector de Chrome Frame que aviat deixarà de ser compatible. Desinstal·leu-lo i passeu a un navegador actualitzat.

source: Chrome Notification Center
ca_es: Centre de notificacions de Chrome

source: Quiet mode for one day
ca_es: Mode silenciós durant un dia

source: Quiet mode
ca_es: Mode silenciós

source: Quiet mode for one hour
ca_es: Mode silenciós durant una hora

source: All Files
ca_es: Tots els fitxers

source: Close
ca_es: Tanca

source: Settings
ca_es: Configuració

source: Notification Center
ca_es: Centre de notificacions

source: Maximize
ca_es: Maximitza

source: Select &all
ca_es: Selecciona-ho &tot

source: Page Up
ca_es: Re Pàg

source: (empty)
ca_es: (buit)

source: Notifications
ca_es: Notificacions

source: Top
ca_es: Superior

source: Settings...
ca_es: Configuració...

source: Open Files
ca_es: Obre fitxers

source: Bottom
ca_es: Part inferior

source: Restore
ca_es: Restaura

source: Scroll to Here
ca_es: Desplaçament fins aquí

source: Right Arrow
ca_es: Fletxa dreta

source: Cu&t
ca_es: Re&talla

source: Right Edge
ca_es: Extrem dret

source: Screenshot
ca_es: Captura de pantalla

source: Press
ca_es: Prem

source: PgDwn
ca_es: Av Pàg

source: Scroll Right
ca_es: Desplaçament a la dreta

source: Command+%{KEY_COMBO_NAME}
ca_es: Ordre+%{KEY_COMBO_NAME}

source: Nothing to see here, move along.
ca_es: No hi ha cap notificació, podeu continuar.

source: &Paste
ca_es: Engan&xa

source: End
ca_es: Fi

source: &Delete
ca_es: &Suprimeix

source: Backspace
ca_es: Retrocés

source: Left Arrow
ca_es: Fletxa esquerra

source: Minimize
ca_es: Minimitza

source: Del
ca_es: Supr

source: Scroll Left
ca_es: Desplaçament a l'esquerra

source: Save File
ca_es: Desa el fitxer

source: Tab
ca_es: Pestanya

source: Select Folder
ca_es: Selecció d'una carpeta

source: Untitled Webpage
ca_es: Pàgina web sense títol

source: Select
ca_es: Selecciona

source: OK
ca_es: D'acord

source: Allow notifications from the following:
ca_es: Permet notificacions de les fonts següents:

source: Clear All
ca_es: Esborra-ho tot

source: Cancel
ca_es: Cancel·la

source: &Copy
ca_es: &Copia

source: Open File
ca_es: Obre un fitxer

source: Scroll Down
ca_es: Desplaçament avall

source: Enter
ca_es: Intro

source: Page Down
ca_es: Av Pàg

source: Left Edge
ca_es: Extrem esquerre

source: Scroll Up
ca_es: Desplaçament amunt

source: Shift+%{KEY_COMBO_NAME}
ca_es: Maj+%{KEY_COMBO_NAME}

source: PgUp
ca_es: Re Pàg

source: %{SAVEAS_EXTENSION_TYPE} File (.%{SAVEAS_EXTENSION_NAME})
ca_es: Fitxer %{SAVEAS_EXTENSION_TYPE} (.%{SAVEAS_EXTENSION_NAME})

source: &Undo
ca_es: &Desfés

source: Home
ca_es: Inici

source: Send feedback
ca_es: Envia comentaris

source: ZIP code
ca_es: Codi postal

source: Department
ca_es: Departament

source: %{OBFUSCATED_CC_NUMBER}, Exp: %{CC_EXPIRATION_DATE}
ca_es: %{OBFUSCATED_CC_NUMBER}, caducitat: %{CC_EXPIRATION_DATE}

source: This webpage has disabled automatic filling for this form.
ca_es: Aquesta pàgina web ha desactivat l'emplenament automàtic per a aquest formulari.

source: Clear form
ca_es: Esborra el formulari

source: Island
ca_es: Illa

source: Parish
ca_es: Districte

source: State
ca_es: Estat

source: Province
ca_es: Província

source: Postal code
ca_es: Codi postal

source: Country
ca_es: País

source: Area
ca_es: Àrea

source: District
ca_es: Districte

source: County
ca_es: Comtat

source: Emirate
ca_es: Emirat

source: Automatic credit card filling is disabled because this form does not use a secure connection.
ca_es: L'emplenament automàtic de targetes de crèdit està desactivat perquè el formulari no utilitza una connexió segura.

source: Prefecture
ca_es: Prefectura

source: Privacy Policy
ca_es: Política de privadesa

source: Do not disturb
ca_es: No molesteu

source: Period
ca_es: Punt

source: Notification close
ca_es: Tanca la notificació

source: Down Arrow
ca_es: Fletxa avall

source: Up Arrow
ca_es: Fletxa amunt

source: Notification expand
ca_es: Amplia la notificació

source: Comma
ca_es: Coma

source: Go back to notifications
ca_es: Torna a les notificacions

source: Help
ca_es: Ajuda

source: Do Not Disturb
ca_es: No molesteu

source: Do not disturb for one hour
ca_es: No molesteu durant una hora

source: Do not disturb for one day
ca_es: No molesteu durant un dia

source: %{NUMBER_FEW} secs
ca_es: %{NUMBER_FEW} segons

source: %{NUMBER_MANY} mins ago
ca_es: Fa %{NUMBER_MANY} minuts

source: %{NUMBER_DEFAULT} hours left
ca_es: %{NUMBER_DEFAULT} hores restants

source: %{NUMBER_DEFAULT} mins left
ca_es: %{NUMBER_DEFAULT} minuts restants

source: %{NUMBER_FEW} hours ago
ca_es: Fa %{NUMBER_FEW} hores

source: %{NUMBER_ONE} sec left
ca_es: %{NUMBER_ONE} segon restant

source: %{NUMBER_MANY} days
ca_es: %{NUMBER_MANY} dies

source: %{NUMBER_FEW} minutes left
ca_es: Queden %{NUMBER_FEW} minuts

source: %{NUMBER_DEFAULT} days left
ca_es: %{NUMBER_DEFAULT} dies restants

source: %{NUMBER_MANY} hours
ca_es: %{NUMBER_MANY} hores

source: Today
ca_es: Avui

source: %{NUMBER_DEFAULT} secs left
ca_es: %{NUMBER_DEFAULT} segons restants

source: %{NUMBER_ZERO} minutes left
ca_es: Queden %{NUMBER_ZERO} minuts

source: %{NUMBER_ONE} hour ago
ca_es: Fa %{NUMBER_ONE} hora

source: %{NUMBER_ONE} min ago
ca_es: Fa %{NUMBER_ONE} minut

source: %{NUMBER_MANY} seconds
ca_es: %{NUMBER_MANY} segons

source: %{NUMBER_DEFAULT} hours ago
ca_es: Fa %{NUMBER_DEFAULT} hores

source: %{NUMBER_ONE} sec
ca_es: %{NUMBER_ONE} segon

source: %{NUMBER_TWO} mins
ca_es: %{NUMBER_TWO} minuts

source: %{NUMBER_ONE} min
ca_es: %{NUMBER_ONE} minut

source: %{NUMBER_DEFAULT} minutes
ca_es: %{NUMBER_DEFAULT} minuts

source: %{NUMBER_FEW} days ago
ca_es: Fa %{NUMBER_FEW} dies

source: %{NUMBER_TWO} minutes
ca_es: %{NUMBER_TWO} minuts

source: %{NUMBER_MANY} days left
ca_es: %{NUMBER_MANY} dies restants

source: %{NUMBER_FEW} days left
ca_es: %{NUMBER_FEW} dies restants

source: %{NUMBER_MANY} minutes left
ca_es: Queden %{NUMBER_MANY} minuts

source: %{NUMBER_TWO} days
ca_es: %{NUMBER_TWO} dies

source: %{NUMBER_ZERO} secs
ca_es: %{NUMBER_ZERO} segons

source: %{NUMBER_ONE} sec ago
ca_es: Fa %{NUMBER_ONE} segon

source: %{NUMBER_ZERO} seconds
ca_es: %{NUMBER_ZERO} segons

source: %{NUMBER_FEW} mins ago
ca_es: Fa %{NUMBER_FEW} minuts

source: %{NUMBER_FEW} mins
ca_es: %{NUMBER_FEW} minuts

source: %{NUMBER_FEW} secs ago
ca_es: Fa %{NUMBER_FEW} segons

source: %{NUMBER_TWO} secs left
ca_es: %{NUMBER_TWO} segons restants

source: %{NUMBER_DEFAULT} days ago
ca_es: Fa %{NUMBER_DEFAULT} dies

source: %{NUMBER_ONE} day left
ca_es: %{NUMBER_ONE} dia restant

source: %{NUMBER_DEFAULT} seconds
ca_es: %{NUMBER_DEFAULT} segons

source: %{NUMBER_FEW} mins left
ca_es: %{NUMBER_FEW} minuts restants

source: %{NUMBER_ONE} day ago
ca_es: Fa %{NUMBER_ONE} dia

source: %{NUMBER_ONE} hour
ca_es: %{NUMBER_ONE} hora

source: %{NUMBER_TWO} mins left
ca_es: %{NUMBER_TWO} minuts restants

source: %{NUMBER_MANY} days ago
ca_es: Fa %{NUMBER_MANY} dies

source: %{NUMBER_MANY} hours ago
ca_es: Fa %{NUMBER_MANY} hores

source: %{NUMBER_ONE} second
ca_es: %{NUMBER_ONE} segon

source: %{NUMBER_MANY} mins left
ca_es: %{NUMBER_MANY} minuts restants

source: %{NUMBER_DEFAULT} hours
ca_es: %{NUMBER_DEFAULT} hores

source: %{NUMBER_TWO} hours left
ca_es: %{NUMBER_TWO} hores restants

source: %{NUMBER_ONE} min left
ca_es: %{NUMBER_ONE} minut restant

source: %{NUMBER_FEW} secs left
ca_es: %{NUMBER_FEW} segons restants

source: %{NUMBER_TWO} secs ago
ca_es: Fa %{NUMBER_TWO} segons

source: %{NUMBER_ZERO} secs left
ca_es: %{NUMBER_ZERO} segons restants

source: %{NUMBER_MANY} mins
ca_es: %{NUMBER_MANY} minuts

source: %{NUMBER_ONE} day
ca_es: %{NUMBER_ONE} dia

source: %{NUMBER_TWO} hours
ca_es: %{NUMBER_TWO} hores

source: %{NUMBER_ZERO} minutes
ca_es: %{NUMBER_ZERO} minuts

source: %{NUMBER_DEFAULT} mins ago
ca_es: Fa %{NUMBER_DEFAULT} minuts

source: %{NUMBER_TWO} secs
ca_es: %{NUMBER_TWO} segons

source: %{NUMBER_MANY} hours left
ca_es: %{NUMBER_MANY} hores restants

source: %{NUMBER_MANY} secs ago
ca_es: Fa %{NUMBER_MANY} segons

source: %{NUMBER_TWO} seconds
ca_es: %{NUMBER_TWO} segons

source: %{NUMBER_ONE} hour left
ca_es: %{NUMBER_ONE} hores restants

source: %{NUMBER_DEFAULT} minutes left
ca_es: Queden %{NUMBER_DEFAULT} minuts

source: %{NUMBER_TWO} minutes left
ca_es: Queden %{NUMBER_TWO} minuts

source: %{NUMBER_FEW} minutes
ca_es: %{NUMBER_FEW} minuts

source: %{NUMBER_FEW} hours left
ca_es: %{NUMBER_FEW} hores restants

source: %{NUMBER_FEW} seconds
ca_es: %{NUMBER_FEW} segons

source: %{NUMBER_ONE} minute
ca_es: %{NUMBER_ONE} minut

source: %{NUMBER_MANY} minutes
ca_es: %{NUMBER_MANY} minuts

source: %{NUMBER_TWO} mins ago
ca_es: Fa %{NUMBER_TWO} minuts

source: Yesterday
ca_es: Ahir

source: %{NUMBER_ONE} minute left
ca_es: Queda %{NUMBER_ONE} minut

source: %{NUMBER_MANY} secs
ca_es: %{NUMBER_MANY} segons

source: %{NUMBER_FEW} hours
ca_es: %{NUMBER_FEW} hores

source: %{NUMBER_TWO} days ago
ca_es: Fa %{NUMBER_TWO} dies

source: %{NUMBER_FEW} days
ca_es: %{NUMBER_FEW} dies

source: %{NUMBER_DEFAULT} secs
ca_es: %{NUMBER_DEFAULT} segons

source: %{NUMBER_ZERO} secs ago
ca_es: Fa %{NUMBER_ZERO} segons

source: %{NUMBER_DEFAULT} mins
ca_es: %{NUMBER_DEFAULT} minuts

source: %{NUMBER_TWO} days left
ca_es: %{NUMBER_TWO} dies restants

source: %{NUMBER_TWO} hours ago
ca_es: Fa %{NUMBER_TWO} hores

source: %{NUMBER_DEFAULT} secs ago
ca_es: Fa %{NUMBER_DEFAULT} segons

source: %{NUMBER_DEFAULT} days
ca_es: %{NUMBER_DEFAULT} dies

source: %{NUMBER_MANY} secs left
ca_es: %{NUMBER_MANY} segons restants

source: Chromium Autofill settings
ca_es: Configuració d'Emplenament automàtic de Chromium
